node {
  name: "global_step/Initializer/zeros"
  op: "Const"
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_INT64
        tensor_shape {
        }
        int64_val: 0
      }
    }
  }
}
node {
  name: "global_step"
  op: "VariableV2"
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "container"
    value {
      s: ""
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "shape"
    value {
      shape {
      }
    }
  }
  attr {
    key: "shared_name"
    value {
      s: ""
    }
  }
}
node {
  name: "global_step/Assign"
  op: "Assign"
  input: "global_step"
  input: "global_step/Initializer/zeros"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "use_locking"
    value {
      b: true
    }
  }
  attr {
    key: "validate_shape"
    value {
      b: true
    }
  }
}
node {
  name: "global_step/read"
  op: "Identity"
  input: "global_step"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "input/input_producer/Const"
  op: "Const"
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
          dim {
            size: 888
          }
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_STRING
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_STRING
        tensor_shape {
          dim {
            size: 888
          }
        }
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0126.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0127.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0128.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0129.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0130.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0131.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0132.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0133.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0134.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0135.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0136.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0137.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0138.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0139.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0140.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0141.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0142.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0143.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0144.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0145.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0146.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0147.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0148.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0149.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0150.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0151.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0152.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0153.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0154.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0155.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0156.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0157.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0158.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0159.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0160.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0161.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0162.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0163.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0164.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0165.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0166.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0167.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0168.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0169.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0170.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0171.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0172.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0173.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0174.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0175.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0176.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0177.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0178.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0179.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0180.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0181.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0182.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0183.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0184.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0185.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0186.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0187.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0188.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0189.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0190.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0191.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0192.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0193.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0194.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0195.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0196.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0197.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0198.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0199.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0200.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0201.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0202.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0203.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0204.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0205.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0206.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0207.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0208.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0209.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0210.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0211.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0212.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0213.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0214.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0215.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0216.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0217.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0218.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0219.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0220.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0221.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0222.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0223.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0224.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0225.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0226.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0227.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0228.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0229.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0230.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0231.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0232.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0233.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0234.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0235.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0236.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0237.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0238.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0239.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0240.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0241.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0242.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0243.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0244.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0245.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0246.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0247.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0248.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0249.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0250.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0251.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0252.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0253.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0254.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0255.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0256.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0257.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0258.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0259.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0260.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0261.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0262.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0263.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0264.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0265.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0266.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0267.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0268.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0269.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0270.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0271.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0272.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0273.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0274.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0275.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0276.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0277.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0278.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0279.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0280.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0281.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0282.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0283.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0284.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0285.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0286.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0287.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0288.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0289.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0290.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0291.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0292.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0293.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0294.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0295.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0296.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0297.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0298.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0299.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0300.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0301.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0302.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0303.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0304.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0305.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0306.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0307.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0308.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0309.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0310.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0311.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0312.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0313.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0314.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0315.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0316.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0317.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0318.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0319.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0320.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0321.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0322.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0323.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0324.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0325.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0326.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0327.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0328.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0329.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0330.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0331.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0332.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0333.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0334.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0335.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0336.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0337.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0338.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0339.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0340.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0341.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0342.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0343.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0344.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0345.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0346.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0347.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0348.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0349.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0350.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0351.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0352.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0353.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0354.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0355.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0356.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0357.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0358.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0359.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0360.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0361.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0362.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0363.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0364.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0365.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0366.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0367.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0368.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0369.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0370.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0371.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0372.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0373.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0374.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0375.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0376.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0377.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0378.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0379.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0380.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0381.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0382.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0383.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0384.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0385.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0386.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0387.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0388.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0389.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0390.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0391.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0392.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0393.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0394.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0395.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0396.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0397.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0398.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0399.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0400.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0401.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0402.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0403.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0404.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0405.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0406.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0407.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0408.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0409.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0410.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0411.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0412.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0413.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0414.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0415.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0416.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0417.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0418.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0419.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0420.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0421.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0422.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0423.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0424.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0425.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0426.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0427.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0428.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0429.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0430.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0431.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0432.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0433.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0434.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0435.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0436.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0437.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0438.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0439.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0440.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0441.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0442.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0443.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0444.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0445.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0446.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0447.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0448.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0449.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0450.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0451.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0452.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0453.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0454.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0455.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0456.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0457.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0458.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0459.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0460.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0461.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0462.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0463.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0464.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0465.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0466.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0467.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0468.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0469.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0470.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0471.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0472.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0473.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0474.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0475.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0476.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0477.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0478.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0479.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0480.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0481.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0482.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0483.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0484.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0485.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0486.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0487.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0488.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0489.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0490.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0491.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0492.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0493.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0494.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0495.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0496.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0497.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0498.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0499.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0500.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0501.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0502.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0503.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0504.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0505.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0506.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0507.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0508.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0509.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0510.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0511.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0512.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0513.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0514.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0515.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0516.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0517.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0518.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0519.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0520.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0521.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0522.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0523.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0524.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0525.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0526.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0527.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0528.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0529.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0530.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0531.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0532.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0533.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0534.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0535.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0536.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0537.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0538.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0539.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0540.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0541.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0542.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0543.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0544.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0545.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0546.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0547.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0548.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0560.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0561.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0562.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0563.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0564.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0565.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0566.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0567.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0568.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0569.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0570.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0571.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0572.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0573.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0574.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0575.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0576.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0577.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0578.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0579.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0580.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0581.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0582.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0583.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0584.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0585.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0586.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0587.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0588.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0589.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0590.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/carpet/frame0591.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0003.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0004.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0005.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0006.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0007.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0008.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0009.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0010.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0011.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0012.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0013.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0014.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0015.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0016.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0017.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0018.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0019.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0020.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0021.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0022.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0023.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0024.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0025.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0026.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0027.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0028.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0029.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0030.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0031.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0032.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0033.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0034.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0035.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0036.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0037.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0038.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0039.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0040.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0041.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0042.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0043.jpg"
        string_val: "/Users/jlim2/PycharmProjects/tensorflow/markedFrames/tile/frame0044.jpg"
